[
	{
		"tip_title":"It's up to you",
		"tip_explanation":"It's up to you to know how you're going to do things and when. You may find that all of your assignments are due at the same time, so a bit of forward planning for staggered deadlines will save you a lot of panic at the last minute. There's plenty of help and advice available if you're unsure about how to do anything.Your exposed to resources,so use them or someone will use them for you."
	},
	{
		"tip_title":"Start early",
		"tip_explanation":"If you always start ahead of schedule, you’ll never be cramming the night before an exam. You’ll almost always perform better in doing so!"
	},
	{
		"tip_title":"Get yourself informed and stay informed",
		"tip_explanation":"Know about things like timetables, room locations, deadlines and guidelines for assignments. It's your responsibility to do this – no-one will remind you!You can always this app to help you out.Your programme handbook is the best source of information about your programme of study."
	},
	{
		"tip_title":"Make useful notes, not copious ones",
		"tip_explanation":"if you try to write down everything the lecturer says you won't be able to focus on listening. Take notes on selected points and underline or highlight the important ones to make them more obvious. Add any thoughts of your own that arise, but make it clear that they're your own ideas. Check what's going to be in the handouts – you may not need to note things like dates and figures."
	},
	{
		"tip_title":"it's not about how much you know",
		"tip_explanation":"At university it's not about how much you know, but how well you understand it. That usually means knowing the major issues and debates and putting what you've found out about the topic into that context. It also means being able to communicate your understanding."
	},
	{
		"tip_title":"Set up study groups.",
		"tip_explanation":"A study group doesn't take the place of individual study, but it forces you to articulate concepts and makes a review more fun and productive. Also, it helps keep your review on schedule and helps you to avoid procrastination."
	},
	{
		"tip_title":"Be aware of your best time of day.",
		"tip_explanation":"Many students learn best in daylight hours. Observe yourself and, if this is true of you, schedule study time for your most difficult subjects when the sun is up. The key point is to determine your best learning time. If early morning doesn't work for you, find out what time is better."
	},
	{
		"tip_title":"Don’t be afraid to ask for help",
		"tip_explanation":"Sooner or later everyone runs into a course that they just struggle with.  The material seems too far over their head, the math is too advanced, the instructor is too hard, whatever the reason; most people struggle with one or more classes sometime in their academic career.  Don’t let the frustration, anger or fear of failure stop you from getting help.  Seek out your instructor and ask for some one on one time.  If they can’t or won’t give it to you, ask if there are any school sponsored tutor programs, organized study groups or other resources that might help.  Chances are help is within reach if you simply ask for it!"
	},
	{
		"tip_title":"Dedicate a specific time and place to study.",
		"tip_explanation":"Having a set place and time to study can make all the difference.  Students who don’t practice this technique tend to be more stressed about homework and studying because they are never sure how or where they are going to study.  Often, they also won’t know if they will have enough time to complete the assignments and review the material.  Having a set time and place to study alleviates all of those “stressors” and allows you to focus on the material you need to cover."
	},	
	{
		"tip_title":"Quiz yourself",
		"tip_explanation":"If you think about and create actual exam questions, you will likely become more familiar with what you need to study and, in the meantime, familiarize yourself with the type of language that will be on the exam. Draft potential exam questions and quiz yourself so that you can set expectations of what you need to focus on."
	}
]